Repository: boo-dev/AirPort
Catalog: Prefs/Resources/*.lproj/Prefs.strings
Languages: de

source: Enabled
de: Aktiviert

source: Apply
de: Anwenden

source: Settings
de: Einstellungen

# 2ND_GEN_SUPPORT
source: 2nd Gen Compatibility
de: 2. Generation UnterstÃ¼tzung

# BLANK_ANIMATION_FIX
source: Fix Blank Animations
de: Leere Animationen beheben

source: Use Custom Animation
de: Benutzerdefinierte Animation verwenden

# USE_DARK_MODE
source: Dark Mode
de: Dunkelmodus

# DARK_MODE_SUBSTRING
source: Dark mode will disable custom animations, if you want to use custom animations, please disable dark mode.
de: Der Dunkelmodus wird benutzerdefinierte Animationen deaktivieren, wenn du benutzerdefinierte Animationen verwenden willst, deaktiviere den Dunkelmodus.

# CUSTOM_ANIM
source: Custom Animation
de: Benutzerdefinierte Animation

# RESTORE_DEFAULTS
source: Reset Settings Back To Default
de: Einstellungen wiederherstellen

source: Source Code
de: Quellcode

# DONATE_TITLE
source: Donate To Boo
de: Spende zu Boo

# DONATE_SUBTITLE
source: Buy me a coffee? ðŸ˜Š
de: Kauf mir einen Kaffee? ðŸ˜Š
